Repository: OpenThinkLabs/extension-tao-item
Catalog: locales/*/messages.po
Languages: ru_ru

source: Actual size
ru_ru: Фактический размер

source: Authoring
ru_ru: Разработки

source: Class schema saved
ru_ru: Схема класса записана

source: Close
ru_ru: Закрыть

source: Close console
ru_ru: Закрыть консоли

source: Copy To
ru_ru: Копировать в

source: Create and design items and exercises.
ru_ru: Создать и редактировать вопросы и упражнения.

source: Delete
ru_ru: Удалить

source: Desktop preview
ru_ru: Предварительный просмотр рабочего стола

source: Don’t show this again!
ru_ru: Больше не показывать это сообщение!

source: Duplicate
ru_ru: Дублировать

source: Edit item
ru_ru: Редактировать элемент

source: Edit Item
ru_ru: Редактировать элемент

source: Export
ru_ru: Экспортировать

source: Expose the property value to create automated categories.
ru_ru: Раскрыть значения свойства, чтобы создать автоматические категории.

source: Failed retrieving %s
ru_ru: Проблема с получением %s

source: Import
ru_ru: Импортировать

source: Item Model
ru_ru: Модель элементов

source: Item not found
ru_ru: Вопрос не найден

source: Item saved
ru_ru: Элемент сохранен

source: Items
ru_ru: Элементы

source: Items library
ru_ru: Библиотека элементов

source: Landscape
ru_ru: Альбом

source: Last updated on %2s
ru_ru: Последнее обновление %2s

source: Manage item class schema
ru_ru: Управлять схемой классов вопроса

source: Manage items
ru_ru: Управление элементами

source: Manage Schema
ru_ru: Управлять схемой

source: Mobile preview
ru_ru: Мобильный предварительный просмотр

source: Move
ru_ru: Передвигать

source: Move To
ru_ru: Переместить в

source: New class
ru_ru: Новый класс

source: No item authoring tool available for the selected type of item: %s
ru_ru: Для выбранного типа элемента не доступно средство разработки элементов: %s

source: No item type selected for the current item.
ru_ru: Не выбран тип элемента для текущего элемента.

source: Not yet available
ru_ru: Пока не доступно

source: Please select first the item type!
ru_ru: Пожалуйста, сначала выберите тип элемента!

source: Portrait
ru_ru: Портрет

source: Preview
ru_ru: Предварительный просмотр

source: Properties
ru_ru: Свойства

source: Published "%1$s" in language "%2$s
ru_ru: Опубликовано "%1$s" на "%2$s языке

source: Remove this message
ru_ru: Удалить это сообщение

source: Retrieving external resources
ru_ru: Извлечение внешних ресурсов

source: Submit
ru_ru: Отправить

source: The file you tried to upload is not valid
ru_ru: Файл, который вы пытались загрузить, является недопустимым

source: The Items module enables the creation and design of items and exercises.
ru_ru: Модуль Элементы позволяет создавать и проектировать элементы и упражнения.

source: The property is exposed to category addition.&#13Remove exposition ?
ru_ru: Свойство вставлено в категорию добавления..&#13Удалить ?

source: This preview may be scaled to fit your screen. The final rendering may differ.
ru_ru: Этот предварительный просмотр может масштабироваться по размеру экрана. Окончательная визуализация может отличаться.

source: Unable to copy resources for language %s
ru_ru: Не удается скопировать ресурсы для языка %s

source: Unable to create deployement directory
ru_ru: Не удается создать каталог развертывания

source: Unable to render the item from %s : %s %s
ru_ru: Не могу создать вопрос из %s : %s %s

source: You checked out this item %2s ago
ru_ru: Вы проверяли этот вопрос %2s назад

source: Your path contains error
ru_ru: Ваш путь содержит ошибку
