Repository: OpenThinkLabs/extension-tao-item
Catalog: locales/*/taoitem.rdf.po
Languages: da_dk

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Content
da_dk: Itemindhold

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Content
da_dk: Itemindhold

# http://www.w3.org/2000/01/rdf-schema#label
source: Original Filename
da_dk: Oprindeligt filnavn

# http://www.w3.org/2000/01/rdf-schema#comment
source: Original Filename
da_dk: Oprindeligt filnavn

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Models
da_dk: Itemmodeller

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Models
da_dk: Itemmodeller

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Model
da_dk: Itemmodeller

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item Model
da_dk: Itemmodeller

# http://www.w3.org/2000/01/rdf-schema#label
source: Runtime
da_dk: Afvikling

# http://www.w3.org/2000/01/rdf-schema#comment
source: Runtime
da_dk: Afvikling

# http://www.w3.org/2000/01/rdf-schema#comment
source: service of the item model
da_dk: service tilhørende itemmodellen

# http://www.w3.org/2000/01/rdf-schema#label
source: Data File Name
da_dk: Datafilnavn

# http://www.w3.org/2000/01/rdf-schema#comment
source: the filename used to store the item content for this model
da_dk: filnavn som bruges til at gemme itemindholdet for denne model

# http://www.w3.org/2000/01/rdf-schema#label
source: Stable
da_dk: Stabil

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model can be used in production
da_dk: Denne itemmodel kan bruges i produktion

# http://www.w3.org/2000/01/rdf-schema#label
source: Deprecated
da_dk: Udfaset

# http://www.w3.org/2000/01/rdf-schema#comment
source: This item model is not supported anymore, we advise to migrate your items
da_dk: Denne itemmodel understøttes ikke længere. Vi anbefaler at migrere dine items

# http://www.w3.org/2000/01/rdf-schema#label
source: Development
da_dk: Udvikling

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model has not been tested in a production environment, we advise to be carefull with it
da_dk: denne itemmodel har ikke været testet i et produktionsmiljø. Vi anbefaler at være forsigtig med at bruge den

# http://www.w3.org/2000/01/rdf-schema#label
source: Experimental
da_dk: Eksperimentel

# http://www.w3.org/2000/01/rdf-schema#comment
source: this item model is still in conception, but you can try it, give your feedback and it will be improved.
da_dk: denne itemmodel er stadig under udvikling, men du kan afprøve den og give din feedback, så den kan blive forbedret.

# http://www.w3.org/2000/01/rdf-schema#comment
source: The status of an item model
da_dk: Itemmodellens status

# http://www.w3.org/2000/01/rdf-schema#label
source: Items Manager
da_dk: Itemadministrator

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Items Manager Role
da_dk: Itemadministratorrollen

# http://www.w3.org/2000/01/rdf-schema#label
source: Restricted Item Author
da_dk: Begrænset itemredaktør

# http://www.w3.org/2000/01/rdf-schema#comment
source: Item authoring only Role
da_dk: Kun itemredigeringsrolle

# http://www.w3.org/2000/01/rdf-schema#label
source: Item Author
da_dk: Itemredaktør

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author and Manager Role
da_dk: Itemredaktør- og administratorrolle

# http://www.w3.org/2000/01/rdf-schema#comment
source: The Item Author Role
da_dk: Itemredaktørrolle

# http://www.w3.org/2000/01/rdf-schema#label
source: Deliverable
da_dk: Leveringsklar

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items of model are deliverable
da_dk: Items i denne model er leveringsklare

# http://www.w3.org/2000/01/rdf-schema#label
source: Delivery Target
da_dk: Leveringsmål

# http://www.w3.org/2000/01/rdf-schema#comment
source: Delivery Target
da_dk: Leveringsmål

# http://www.w3.org/2000/01/rdf-schema#label
source: Online Delivery Target
da_dk: Online leveringsmål

# http://www.w3.org/2000/01/rdf-schema#comment
source: Online Delivery Target
da_dk: Online leveringsmål

# http://www.w3.org/2000/01/rdf-schema#label
source: Paper-based Delivery Target
da_dk: Papirbaseret leveringsmål

# http://www.w3.org/2000/01/rdf-schema#comment
source: Paper-based Delivery Target
da_dk: Papirbaseret leveringsmål

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deliverable
da_dk: Leveringsklar

# http://www.w3.org/2000/01/rdf-schema#label
source: Authoring
da_dk: Redigering

# http://www.w3.org/2000/01/rdf-schema#comment
source: Authoring
da_dk: Redigering

# http://www.w3.org/2000/01/rdf-schema#comment
source: Data File Name
da_dk: Datafilnavn

# http://www.w3.org/2000/01/rdf-schema#comment
source: Stable
da_dk: Stabil

# http://www.w3.org/2000/01/rdf-schema#comment
source: Deprecated
da_dk: Udfases

# http://www.w3.org/2000/01/rdf-schema#comment
source: Development
da_dk: Udvikling

# http://www.w3.org/2000/01/rdf-schema#comment
source: Experimental
da_dk: Eksperimentel

# http://www.w3.org/2000/01/rdf-schema#comment
source: Items Manager
da_dk: Itemadministrator
